Repository: fhlouch/regulace-vyprachtice
Catalog: Scribo/Překlad/*/default.po
Languages: cs

source: Radio Thermometer
cs: Rádiový teploměr

source: Project
cs: Projekt

source: Address
cs: Adresa

source: Confirm
cs: Potvrzení

source: Delete profile %s ?
cs: Smazat profil %s ?

source: Save Profile As
cs: Uložit profil jako

source: Profile Name:
cs: Jméno profilu:

source: Profile already exists. Replace it?
cs: Profil již existuje. Nahradit ?

source: Point %d
cs: %d. bod

source: Name
cs: Jméno

source: Description
cs: Popis

source: Value
cs: Hodnota

source: Unit
cs: Jednotka

source: Save changes to project:
cs: Uložit změny v projektu:

source: New Project
cs: Nový projekt

source: Open Project
cs: Otevřít projekt

source: Table not found:
cs: Tabulka neexistuje:

source: Export variables from the Dirigo first
cs: Nejdříve proveď export proměnných z Diriga

source: Table not found
cs: Tabulka neexistuje

source: Project file not found:
cs: Soubor projektu nenalezen:

source: Do you want to create new project?
cs: Založit nový projekt?

source: Project not found
cs: Projekt neexistuje

source: - Active
cs: - Aktivní

source: - DESIGN MODE
cs: - NÁVRH

source: - User:
cs: - Uživatel:

source: Delete this signal?
cs: Smazat tento signál?

source: Delete all selected signals?
cs: Smazat všechny vybrané signály?

source: Delete this page?
cs: Smazat tento list?

source: Page %d
cs: List %d

source: Create New Page
cs: Vytvořit nový list

source: Name:
cs: Jméno:

source: Rename Page
cs: Přejmenuj list

source: Error reading memory
cs: Chyba při čtení paměti

source: Error writing memory
cs: Chyba při zápisu do paměti

source: Options saved successfully.
cs: Zápis dat byl úspěšný.

source: Reload new parameters?
cs: Použít tyto nové parametry?

source: Separator
cs: Oddělovač

source: Main Project
cs: Hlavní projekt

source: Additional Project #%d
cs: Přídavný projekt #%d

source: Property "DataSet" has no linked table!
cs: 'Není připojena tabulka k vlastnosti "DataSet" !

source: Signal Count:
cs: Počet signálů:

source: Delete ?
cs: Smazat ?

source: New Item
cs: Nový prvek

source: Cannot save without specifying the data type.
cs: Nelze uložit bez určení typu dat.

source: Driver not assigned.
cs: Není přiřazen drver.

source: Unsupported data type.
cs: Typ dat není podporován.

source: Date / time
cs: Datum a čas

source: Downloading file list
cs: Stahuji seznam souborů

source: Downloading (%d/%d): %s
cs: Stahuji (%d/%d): %s

source: Station number
cs: Číslo stanice

source: No matching rows found
cs: Nebyl nalezen žádký vyhovující řádek

source: Default = 1440 Table Rows
cs: Výchozí = 1440 řádků v tabulce

source: Yes
cs: Ano

source: No
cs: Ne

source: Unassigned VizData
cs: Nejsou data

source: Unknown Signal
cs: Neznámý signál

source: Error reading table with data definitions
cs: Chyba načítání tabulky s definicí dat

source: Cannot open user table
cs: Nelze otevřít databázi uživatelů

source: Login Error
cs: Chyba přihlášení

source: Invalid User Name or Password
cs: Chybné jméno nebo heslo uživatele

source: New Password
cs: Nové heslo:

source: Enter new Password
cs: Napište nové heslo

source: Repeat new Password
cs: Napište heslo znovu

source: Passwords does not match
cs: Hesla nejsou stejná

source: The Password must have at least 4 characters
cs: Heslo musí mít alespoň 4 znaky

source: On
cs: Zapnuto

source: Off
cs: Vypnuto

source: Type not set
cs: Typ není přiřazen

source: Group has no value
cs: Skupina nemá hodnotu

source: Not finished
cs: Není dokončeno

source: Configuration
cs: Konfigurace

source: &Write
cs: &Zapsat

source: Main
cs: Základní

source: Communications options
cs: Parametry komunikace

source: &Address
cs: &Adresa

source: &Baud rate
cs: &Baud. rychlost

source: Mode
cs: Režim

source: Parameters
cs: Parametry

source: Component Library
cs: Knihovna komponent

source: Save Component as Template
cs: Uložit komponentu jako šablonu

source: Template Name:
cs: Název šablony:

source: Save
cs: Uložit

source: Rename ...
cs: Přejmenovat ...

source: Delete
cs: Smazat

source: Show Component
cs: Zobrazit komponentu

source: IqRF Devices Configurator
cs: Konfigurace zařízení IqRF

source: Write OK
cs: Zápis OK

source: Found module:
cs: Nalezený modul:

source: Type:
cs: Typ:

source: Version:
cs: Verze:

source: Network:
cs: Síť:

source: Address:
cs: Adresa:

source: Peer Addr:
cs: Adresa modulu:

source: Configuration Mode
cs: Konfigurační režim

source: Thermometer Settings
cs: Nastavení teploměru

source: Temperature Correction:
cs: Korekce teploty:

source: General Settings
cs: Obecné parametry

source: Config Memory:
cs: Konfigurační paměť:

source: Write Config
cs: Zapsat CFG

source: Reset Device
cs: Reset modulu

source: Close
cs: Zavřít

source: Save changes to window
cs: Uložit změny okna

source: Scribo windows (*.sbw)|*.sbw|All Files (*.*)|*.*
cs: Okna programu Scribo (*.sbw)|*.sbw|Všechny soubory (*.*)|*.*

source: Create Controls
cs: Vytvořit ovládací prvky

source: Create Labels
cs: Vytvořit popisky

source: Label positon:
cs: Poloha popisku:

source: Label Text:
cs: Text popisku:

source: Label Name:
cs: Jméno popisku:

source: Left
cs: Vlevo

source: Top
cs: Nahoře

source: Right
cs: Vpravo

source: Create Controls
cs: Vytvořit prvky

source: Before Value:
cs: Před hodnotou:

source: Control Type:
cs: Typ prvku:

source: After Value:
cs: Za hodnotou:

source: Read Only:
cs: Jen pro čtení:

source: Height:
cs: Výška:

source: Width:
cs: Šířka:

source: Control Name:
cs: Jméno prvku:

source: Options
cs: Volby

source: Vertical step:
cs: Sviský krok:

source: Copy to Clipboard
cs: Kopie do schránky

source: Cancel
cs: Storno

source: IP Configuration
cs: Konfigurace IP

source: Configuration:
cs: Konfigurace:

source: IP Address:
cs: IP Adresa:

source: Mask:
cs: Maska:

source: Default gateway:
cs: Výchozí brána:

source: Primary DNS server:
cs: Primární server DNS:

source: Secondary DNS server:
cs: Sekundární server DNS:

source: NetBIOS Name:
cs: Jméno NetBIOS:

source: DbNet/IP Port Number:
cs: DbNet/IP číslo portu:

source: DbNet/IP Password:
cs: DbNet/IP Heslo:

source: DbNet Address:
cs: DbNet Adresa:

source: IP Address: Static
cs: IP adresa: Pevná

source: Additional Projects
cs: Přídavné projekty

source: Add Project ...
cs: Přidat projekt ...

source: Remove Project
cs: Odstranit projekt

source: Move Up
cs: Posun nahoru

source: Move Down
cs: Posun dolů

source: Variables (*.dbf)|*.dbf|All Files (*.*)|*.*
cs: Proměnné (*.dbf)|*.dbf|Všechny soubory (*.*)|*.*

source: Add Project
cs: Přidat projekt

source: Unit config
cs: Konfigurace jednotky

source: Communication:
cs: Komunikace:

source: PC Address:
cs: Adresa PC:

source: PLC Address:
cs: Adresa PLC:

source: Password:
cs: Heslo:

source: Baud rate:
cs: Baud. rychlost:

source: Device:
cs: Jednotka:

source: Current Device:
cs: Aktuální jednotka:

source: Device Offset:
cs: Offset jednotek:

source: Range of devices
cs: Rozsah jednotek

source: Route to local device
cs: Routovat k místním jednotkám

source: Details
cs: Detaily

source: Save Profile As ...
cs: Uložit profil jako ...

source: Delete Profile
cs: Smazat profil

source: Week program
cs: Týdenní program

source: &Copy day
cs: &Kopírovat den

source: &Paste day
cs: &Vložit den

source: &Read from HW
cs: &Přečíst z HW

source: &Write to HW
cs: &Zapsat do HW

source: &Load from file
cs: &Nahrát z disku

source: &Save to file
cs: &Uložit na disk

source: Week Programs (*.wp)|*.wp|All Files (*.*)|*.*
cs: Týdenní programy (*.wp)|*.wp|Všechny soubory (*.*)|*.*

source: Structure
cs: Struktura

source: Filter
cs: Filtr

source: Filter:
cs: Filtr:

source: Signal:
cs: Signál:

source: Visual controls
cs: Ovládací prvky

source: Components
cs: Komponenty

source: Set Device Time
cs: Nastavit čas v zařízení

source: Device Time:
cs: Čas v zařízení:

source: System Time:
cs: Systémový čas:

source: Device (Project):
cs: Jednotka (projekt):

source: Set device time
cs: Nastavit čas v zařízení

source: &Set Time
cs: &Nastavit čas

source: &Close
cs: &Zavřít

source: Device time in UTC
cs: Čas v zařízení je v UTC

source: Automatically synchronize PLC time with PC
cs: Automaticky synchronizuj čas PLC s PC

source: Automatic time correction
cs: Automatická korekce času

source: Loader
cs: Nahrání FW

source: Search
cs: Hledání

source: Load
cs: Nahrát

source: Config
cs: Konfig.

source: Verify
cs: Kontrola

source: Intel HEX files (*.hex)|*.hex|All files (*.*)|*.*
cs: Soubory Intel HEX (*.hex)|*.hex|Všechny soubory (*.*)|*.*

source: Refresh data
cs: Obnovit data

source: Diff mode
cs: Rozdílový režim

source: New
cs: Nový

source: Open
cs: Otevřít

source: Active
cs: Aktivní

source: Login ...
cs: Přihlášení ...

source: Exit
cs: Konec

source: Edit
cs: Editace

source: Design Mode
cs: Režim návrhu

source: Object Inspector
cs: Objekt Inspector

source: Windows
cs: Okna

source: Show Library
cs: Zobrazit knihovnu

source: Show Structure
cs: Zobrazit strukturu

source: User Manager ...
cs: Správce uživatelů ...

source: Page
cs: List

source: Page 1
cs: List 1

source: Pages
cs: Listy

source: New Page
cs: Nový list

source: Delete Page
cs: Smaž list

source: Signal
cs: Signál

source: Add
cs: Přidat

source: Add Separator
cs: Přidat oddělovač

source: Copy Signals
cs: Kopírovat signály

source: Cut Signals
cs: Vyjmout signály

source: Paste Signals
cs: Vložit signály

source: Save as Preset ...
cs: Uložit parametry ...

source: Load Preset ...
cs: Nahrát parametry ...

source: Create Controls ...
cs: Vytvořit ovl. prvky ...

source: Select Range
cs: Výběr rozsahu

source: Signal Editor
cs: Editor signálů

source: Communication ...
cs: Komunikace ...

source: Logger Options ...
cs: Parametry loggeru ...

source: Project Options ...
cs: Parametry projektu ...

source: Additional Projects ...
cs: Přídavné projekty ...

source: Week Programs
cs: Týdenní programy

source: System Time ...
cs: Systémový čas ...

source: IP Configuration ...
cs: Konfigurace IP ...

source: IqRF Devices Config ...
cs: Konfigurace zařízení IqRF ...

source: FW Loader ...
cs: Nahrát firmware ...

source: Graph
cs: Graf

source: Scribo projects (*.sbp,*.pcv)|*.pcv;*.sbp|Variables (*.dbf)|*.dbf|All Files (*.*)|*.*
cs: Projekty Scribo (*.sbp,*.pcv)|*.pcv;*.sbp|Proměnné (*.dbf)|*.dbf|Všechny soubory (*.*)|*.*

source: Open project
cs: Otevřít projekt

source: Align
cs: Zarovnání

source: Align to &Grid
cs: Zarovnat ke mřížce

source: &Left Sides
cs: &Levé strany

source: &Right Sides
cs: &Pravé strany

source: &Top Sides
cs: &Horní strany

source: &Bottom Sides
cs: &Spodní strany

source: Same &Width
cs: Stejnou šíř&ku

source: Same &Height
cs: Stejnou &výšku

source: Bring to &Front
cs: Přesunout &dopředu

source: Send to &Back
cs: Odsunout do&zadu

source: Copy
cs: Kopírovat

source: Paste
cs: Vložit

source: Cut
cs: Vyjmout

source: Save as Template
cs: Uložit jako šablonu

source: Copy All Properies
cs: Kopírovat všechny vlastnosti

source: Parameter Values (*.par)|*.par|All Files (*.*)|*.*
cs: Hodnoty parametrů (*.par)|*.par|Všechny soubory (*.*)|*.*

source: Load Parameters
cs: Nahrát parametry

source: Save Parameters
cs: Uložit parametry

source: Project Options
cs: Parametry projektu

source: Network Options
cs: Parametry sítě

source: Network Mode
cs: Režim v síti

source: Local mode
cs: Lokální režim

source: Server mode
cs: Server

source: Client mode
cs: Klient

source: Data Port:
cs: Port pro data:

source: Graph Port:
cs: Port pro graf:

source: Server Address:
cs: IP adresa serveru:

source: Web Server Options
cs: Volby pro Web server

source: Enable Web Server
cs: Povolit Web server

source: User Name:
cs: Jméno uživatele:

source: User Password:
cs: Heslo uživatele:

source: Admin Name:
cs: Jméno správce:

source: Admin Password:
cs: Heslo správce:

source: Other Options
cs: Další volby

source: Enable OPC Server
cs: Povolit OPC server

source: Enable DDE Server
cs: Povolit DDE server

source: Picture Editor
cs: Editor obrázku

source: Clear
cs: Vyčistit

source: Data Logging
cs: Záznam dat

source: Remove Signal
cs: Smazat signál

source: Sample Period:
cs: Vzorkovací perioda:

source: Signal Caption:
cs: Titulek signálů:

source: Add Signal
cs: Přidat signál

source: Find
cs: Najít

source: Set For All Items
cs: Nastavit pro všechny položky

source: Use UTC Time
cs: Čas je ukládán jako UTC

source: Search:
cs: Hledat:

source: Find Prev (F2)
cs: Najít předchozí (F2)

source: Find Next (F3)
cs: Najít další (F3)

source: Next
cs: Další

source: Read DBF
cs: Načti DBF

source: Insert
cs: Vložit

source: Actual Value:
cs: Aktuální hodnota:

source: Description:
cs: Popis:

source: Placement:
cs: Umístění

source: Terminal:
cs: Svorka

source: Row:
cs: Řádek:

source: Column:
cs: Sloupec:

source: Unassigned
cs: Nepřiřazeno

source: Group
cs: Skupina

source: Float
cs: Plovoucí čárka

source: Integer (32 bits)
cs: Celé číslo (32 bitů)

source: Integer (16 bits)
cs: Celé číslo (16 bitů)

source: Integer (8 bits)
cs: Celé číslo (8 bitů)

source: Integer (64 bits)
cs: Celé číslo (64 bitů)

source: Clear deleted items from the database
cs: Vyčisti db od nepoužitých položek

source: Insert Item
cs: Vložit položku

source: Insert Child
cs: Vlož potomka

source: Insert all childs
cs: Vlož potomky

source: Rename
cs: Přejmenovat

source: Delete Item
cs: Smazat položku

source: Graph
cs: Graf

source: Table
cs: Tabulka

source: Jump to:
cs: Skok na:

source: Start:
cs: Začátek:

source: Time Step:
cs: Časový krok:

source: Start time [hour]
cs: Počáteční čas [hodin]

source: Default
cs: Výchozí

source: Show the Form
cs: Zobrazit formulář

source: Copy Current Row to Clipboard
cs: Kopie řádku do schránky

source: Copy Row
cs: Kopírovat řádek

source: Sum [ * Hours]
cs: Suma [ * Hodiny]

source: Sum
cs: Suma

source: Average
cs: Průměr

source: Differences
cs: Rozdíly

source: Condition:
cs: Podmínka:

source: First
cs: První

source: Last
cs: Poslední

source: Number of rows to add above/below matching rows
cs: Počet řádků přidaných před a za řádky vyhovující podmínce

source: Add Filter
cs: Přidat filtr

source: Clear Filter
cs: Zrušit filtr

source: Signals
cs: Seznam signálů

source: Show Signal List
cs: Zobrazí seznam signálů

source: Signal List
cs: Seznam signálů

source: Decrement selected signal's graph number by 1
cs: Sníží číslo grafu označeného signálu o 1

source: Decrement Graph Number by 1
cs: Zmenšit číslo grafu o 1

source: Increment selected signal's graph number by 1
cs: Zvýší číslo grafu označeného signálu o 1

source: Increment Graph Number by 1
cs: Zvětšit číslo grafu o 1

source: Clear graph numbers of all signals
cs: Zruší čísla grafů (výběr) všech signálů

source: Clear selection
cs: Zrušit celý výběr

source: Show/Hide graphs
cs: Zobrazit / skrýt grafy

source: Hide Graphs
cs: Skrýt grafy

source: Save current preset
cs: Uloží aktuální sestavu

source: Save Preset
cs: Uložit sestavu

source: Previous Day
cs: Předchozí den

source: Previous
cs: Předchozí

source: Start Date
cs: Začátek zobrazeného období

source: End Date
cs: Konec zobrazeného období

source: Next Day
cs: Další den

source: Refresh Data
cs: Aktualizace dat

source: Offline mode
cs: Offline režim

source: Data Synchronization
cs: Synchronizace dat

source: Toggle Grid On / Off
cs: Zapne / Vypne mřížku

source: Grid
cs: Mřížka

source: Toggle Cross On / Off
cs: Zapne / Vypne kříž pro odečítání hodnot

source: Cross
cs: Kříž

source: Select mode
cs: Režim grafu pro označení

source: Select
cs: Výběr

source: Pan mode
cs: Režim grafu pro posuv

source: Pan
cs: Posuv

source: Zoom mode
cs: Režim grafu pro zoom

source: Zoom
cs: Lupa

source: Lock / Unlock horizontal axes
cs: Uzamčení / odemčení horizontálních os

source: Lock Axes
cs: Zamknuté osy

source: Rewind graph in horizontal direction fully left
cs: Horizontální převinutí grafu úplně vlevo

source: Home
cs: Na začátek

source: Fast rewind graph in horizont direction to the left
cs: Horizontální převinutí grafu rychle vlevo

source: Fast left
cs: Rychle vlevo

source: Rewind graph in horizont direction to the left
cs: Horizontální převinutí grafu vlevo

source: Rewind graph in horizont direction to the right
cs: Horizontální převinutí grafu vpravo

source: Rigth
cs: Vpravo

source: Fast rewind graph in horizont direction to the right
cs: Horizontální převinutí grafu rychle vpravo

source: Fast right
cs: Rychle vpravo

source: Rewind graph in horizontal direction fully right
cs: Horizontální převinutí grafu úplně vpravo

source: End
cs: Na konec

source: Horizontal Zoom In
cs: Horizontální přiblížení

source: Zoom In
cs: Zvětšení

source: Horizontal Zoom Out
cs: Horizontální oddálení

source: Zoom Out
cs: Zmenšení

source: Horizontal Zoom All
cs: Úplné horizontální oddálení

source: Print
cs: Tisk

source: Graph Print
cs: Tisk grafu

source: X-Axis
cs: Osa X

source: Horizontal axes labels as time
cs: Popisky horizontální osy zobrazovány jako čas

source: Time
cs: Čas

source: Horizontal axes labels as date
cs: Popisky horizontální osy zobrazovány jako datum

source: Date
cs: Datum

source: Horizontal axes labels as date and time
cs: Popisky horizontální osy zobrazovány jako datum a čas

source: Date and time
cs: Datum a čas

source: Display
cs: Zobrazení

source: Display the Graph (F12)
cs: Zobrazí graf (F12)

source: Display the Table (F12)
cs: Zobrazí tabulku (F12)

source: Close Analyse Panel
cs: Uzavřít odměřování

source: Show Analyse Panel
cs: Zobraz odměřování

source: Reading data
cs: Probíha čtení dat

source: Graph &1
cs: Graf &1

source: Graph &2
cs: Graf &2

source: Graph &3
cs: Graf &3

source: Graph &4
cs: Graf &4

source: Graph &5
cs: Graf &5

source: Graph &6
cs: Graf &6

source: User Manager
cs: Správce uživatelů

source: Selected User
cs: Vybraný uživatel

source: Enabled Operations
cs: Povolené operace

source: &Name
cs: &Jméno

source: &Password
cs: &Heslo:

source: Groups:
cs: Skupiny:

source: Exit the Application
cs: Ukončit aplikaci

source: Edit Application Parameters
cs: Měnit parametry aplikace

source: Client - Read Permission
cs: Klient - oprávnění ke čtení

source: Client - Write Permission
cs: Klient - oprávnění k zápisu

source: Auto Logon
cs: Automatické přihlášení

source: Do not include this user in the Login Dialog's User List
cs: Nezobrazovat tohoto uživatele v seznamu uživatelů v přihlašovacím dialogu

source: Hide User in the List
cs: Skrýt uživatele v seznamu

source: A: Group 1
cs: A: Skupina 1

source: B: Group 2
cs: B: Skupina 2

source: C: Group 3
cs: C: Skupina 3

source: D: Group 4
cs: D: Skupina 4

source: E: Group 5
cs: E: Skupina 5

source: F: Group 6
cs: F: Skupina 6

source: G: Group 7
cs: G: Skupina 7

source: H: Group 8
cs: H: Skupina 8

source: I: Group 9
cs: I: Skupina 9

source: J: Group 10
cs: J: Skupina 10

source: K: Group 11
cs: K: Skupina 11

source: L: Group 12
cs: L: Skupina 12

source: M: Group 13
cs: M: Skupina 13

source: N: Group 14
cs: N: Skupina 14

source: P: Group 16
cs: P: Skupina 16

source: &Users
cs: &Uživatelé

source: User Name
cs: Jméno uživatele

source: Hide
cs: Skrýt

source: Save the Changes
cs: Uložit změny

source: Cancel the Changes
cs: Zrušit změny

source: Add New User
cs: Přidat nového uživatele

source: &New
cs: &Nový

source: Edit User's details
cs: Opravit uživatele

source: &Edit
cs: &Editace

source: Available signals
cs: Seznam signálů

source: Search &Text:
cs: Hledaný &Text:

source: Use
cs: Použít

source: Sort items by name
cs: Seřadit dle názvu

source: &Sort
cs: &Seřadit

source: Sort items by ID
cs: Seřadit dle ID

source: By &ID
cs: Dle &ID

source: Login
cs: Přihlášení k programu

source: &User Name
cs: &Jméno uživatele

source: Login
cs: Přihlásit

source: Change the Password
cs: Změnit heslo

source: &Change
cs: &Změnit
